source/_static/diagrams/00-tutorial-read-an-easyconfig-2.d2
direction: right
n0: "name"
n1: "version"
n2: "toolchain"
n3: "sources"
n0 -> n1
n1 -> n2
n2 -> n3
